Repository: stomanin/cern_toolbar
Catalog: translations/cern_toolbar.*.po
Languages: fr

source: Sign out of your account
fr: Se déconnecter

source: Sign out
fr: Deconnexion

source: Signed in as:
fr: Connecté avec l’identifiant

source: Signed in as
fr: Connecté avec l’identifiant

source: Signed in as:
fr: Connecté avec l’identifiant :

source: Signed in with a verified external account
fr: Connecté avec un compte externe authentifié

source: Sign in
fr: Connexion

source: Sign in to your CERN account
fr: Se connecter avec son compte CERN

source: Accelerating science
fr: Accélérateur de science

source: Directory
fr: Liens utiles

source: Search CERN resources and browse the directory
fr: Recherche et liens utiles

source: CERN Toolbar
fr: Toolbar CERN
